Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# playx.circle.stage.SELF_MOMENT
source: A moment that felt like you
zh_hans: 像自己的时刻

# playx.circle.title
source: Circle exploration
zh_hans: 圈层探索

# playx.completed
source: Completed
zh_hans: 已完成

# playx.device.ar
source: AR scene
zh_hans: 增强现实场景

# playx.device.audioPlayback
source: Audio playback
zh_hans: 音频播放

# playx.device.capture
source: Capture with approved provider
zh_hans: 使用已验收的设备服务

# playx.device.disabled
source: This device provider is not enabled. No permission request or capture has started.
zh_hans: 设备服务尚未启用，未请求权限或开始采集

# playx.device.location
source: Location
zh_hans: 定位

# playx.device.locationCaptured
source: A location was captured. Review before sending.
zh_hans: 已获取位置，请核对后提交

# playx.device.microphone
source: Microphone
zh_hans: 麦克风

# playx.device.motion
source: Motion sensor
zh_hans: 运动传感器

# playx.device.motionCaptured
source: A motion sample was received.
zh_hans: 已收到运动传感器采样

# playx.device.photo
source: Photo capture
zh_hans: 拍摄照片

# playx.device.photoCaptured
source: Photo selected; not uploaded.
zh_hans: 已选择照片，尚未上传

# playx.device.scan
source: Code scanner
zh_hans: 扫码

# playx.device.scanCaptured
source: A code was captured. Review before sending.
zh_hans: 已读取码，请核对后提交

# playx.device.steps
source: Trusted step count
zh_hans: 可信步数

# playx.device.title
source: Device evidence
zh_hans: 设备凭证

# playx.director.action.ASSIGN_ROLES
source: Assign roles
zh_hans: 分配角色

# playx.director.action.BROADCAST
source: Send broadcast
zh_hans: 发送广播

# playx.director.action.CLUB_REJECT_SUBMISSION
source: Request resubmission
zh_hans: 要求重新提交

# playx.director.action.CLUB_STATION_PAUSE
source: Pause a station
zh_hans: 暂停站点

# playx.director.action.CLUB_STATION_RESUME
source: Resume a station
zh_hans: 恢复站点

# playx.director.action.FINISH
source: Finish session
zh_hans: 结束本局

# playx.director.action.PREPARE
source: Prepare session
zh_hans: 准备本局

# playx.director.action.SET_LEADERBOARD_VISIBILITY
source: Change leaderboard visibility
zh_hans: 调整排行榜可见性

# playx.director.action.START
source: Start session
zh_hans: 开始本局

# playx.director.action.TAKEOVER_ROLE
source: Transfer a role
zh_hans: 接管角色

# playx.director.action.UNLOCK_CHAPTER
source: Unlock a chapter
zh_hans: 解锁章节

# playx.director.actions
source: Director actions
zh_hans: 导演操作

# playx.director.broadcastNotice
source: Send this exact broadcast to the selected audience in this activity?
zh_hans: 将这条广播发送给本场所选接收范围？

# playx.director.broadcasts
source: Broadcast receipts
zh_hans: 广播回执

# playx.director.chapter
source: Chapter
zh_hans: 章节

# playx.director.commandNotice
source: Review the current activity, server revision and selected people before sending. Unconfirmed actions stay locked.
zh_hans: 提交前核对当前场次、服务端版本和所选人员，结果未确认时将保持锁定

# playx.director.copyRecap
source: Copy privacy-filtered recap
zh_hans: 复制已过滤隐私的复盘

# playx.director.etaNotice
source: Use the event's confirmed local date and time. No timezone is inferred.
zh_hans: 请填写本场已确认的当地日期时间，不自动推断时区

# playx.director.fallback
source: Fallback plan
zh_hans: 备用方案

# playx.director.finishNotice
source: This ends the current game session for its participants. Confirm only after reviewing the session.
zh_hans: 这将结束参与者的当前游戏会话，请核对后确认

# playx.director.invalid
source: The selection is incomplete or no longer allowed by the current server state.
zh_hans: 选择不完整，或当前服务端状态已不允许此操作

# playx.director.member
source: Receiving member
zh_hans: 接收成员

# playx.director.noEvidence
source: The club cannot inspect private evidence here. It can request resubmission with a reason.
zh_hans: 俱乐部在此不查看私人凭证，只能填写理由要求重新提交

# playx.director.noFallback
source: No fallback plan
zh_hans: 不绑定备用方案

# playx.director.pendingCount
source: Waiting for verification
zh_hans: 待核验数量

# playx.director.readiness
source: Session readiness
zh_hans: 开局准备

# playx.director.reason
source: Reason
zh_hans: 原因

# playx.director.recap
source: Session recap
zh_hans: 本局复盘

# playx.director.recapPending
source: A recap has not been generated. Missing metrics are not shown as zero.
zh_hans: 复盘尚未生成，不将缺失指标显示为零

# playx.director.recipients
source: Recipient count
zh_hans: 接收人数

# playx.director.role
source: Role
zh_hans: 角色

# playx.director.roles
source: Role assignments
zh_hans: 角色分配

# playx.director.showLeaderboard
source: Show leaderboard
zh_hans: 显示排行榜

# playx.director.sourceMember
source: Current confirmed role holder
zh_hans: 当前已确认角色的成员

# playx.director.station
source: Station
zh_hans: 站点

# playx.director.stationProgress
source: Stations ready
zh_hans: 站点准备进度

# playx.director.stations
source: Stations and incidents
zh_hans: 站点与现场事件

# playx.director.submission
source: Submission
zh_hans: 提交记录

# playx.director.submissions
source: Submissions needing attention
zh_hans: 待处理提交

# playx.director.target
source: Broadcast audience
zh_hans: 广播范围

# playx.director.target.all
source: All session participants
zh_hans: 本局全体成员

# playx.director.target.role
source: Selected role
zh_hans: 指定角色

# playx.director.target.team
source: Selected team
zh_hans: 指定队伍

# playx.director.team
source: Team
zh_hans: 队伍

# playx.director.teams
source: Team progress
zh_hans: 队伍进度

# playx.director.title
source: Activity director
zh_hans: 活动导演台

# playx.director.unknownCounts
source: Counts are not available yet.
zh_hans: 人数或进度尚未确认

# playx.disabled
source: Live gameplay is not enabled for this environment.
zh_hans: 当前环境尚未启用实时玩法

# playx.ending
source: Your story
zh_hans: 你的故事

# playx.ending.empty
source: There is no completed story fragment yet.
zh_hans: 还没有已完成的故事片段

# playx.error
source: This result could not be confirmed. Refresh to check the latest state.
zh_hans: 暂时无法确认结果，请刷新核对最新状态

# playx.fixture.switch
source: Switch synthetic account
zh_hans: 切换模拟账号

# playx.hints
source: Hints
zh_hans: 提示

# playx.hints.cap
source: Current puzzle score cap
zh_hans: 当前解谜分上限

# playx.hints.confirm
source: Confirm hint request
zh_hans: 确认获取提示

# playx.hints.consequence
source: The shown point cost may be charged. Puzzle hints can lower your score cap and are recorded by the server.
zh_hans: 可能扣除所示积分，谜题提示会影响解谜分上限，并由服务端记录

# playx.hints.cost
source: Point cost
zh_hans: 所需积分

# playx.hints.request
source: Request a hint
zh_hans: 获取提示

# playx.lead.arrive
source: I have arrived
zh_hans: 我到了

# playx.lead.arrived
source: Members arrived
zh_hans: 已到达成员

# playx.lead.broadcast
source: Broadcast to this team
zh_hans: 向本队广播

# playx.lead.edit-ops
source: Edit gathering time
zh_hans: 修改集合时间

# playx.lead.load
source: Load team progress
zh_hans: 查看队伍进度

# playx.lead.notStarted
source: This team run has not started yet.
zh_hans: 本场还没有开始带队

# playx.lead.review
source: Confirm this action for the current team.
zh_hans: 确认对当前队伍执行此操作

# playx.lead.settle
source: Finish and settle this team
zh_hans: 结束并结算本队

# playx.lead.settle.consequence
source: This asks the server to end and settle the current team run. Review the activity before continuing.
zh_hans: 这将请求服务端结束并结算当前队伍行程，请确认场次后继续

# playx.lead.start
source: Start leading
zh_hans: 开始带队

# playx.lead.text
source: Broadcast text
zh_hans: 广播内容

# playx.lead.title
source: Team leader controls
zh_hans: 带队控制

# playx.lead.unknown
source: The last team action is still unconfirmed. Do not send it again.
zh_hans: 上次队伍操作结果尚未确认，请勿重复发送

# playx.lead.unlock-chapter
source: Unlock the next chapter
zh_hans: 解锁下一章

# playx.leaderboard
source: Fellow travelers
zh_hans: 同行者榜

# playx.leaderboard.me
source: My position and completed nodes
zh_hans: 我的名次与完成节点数

# playx.leaderboard.metric
source: Ranked by completed nodes, as reported by the server.
zh_hans: 按服务端返回的完成节点数排名

# playx.loading
source: Loading…
zh_hans: 正在加载…

# playx.locked
source: Task locked
zh_hans: 任务未解锁

# playx.media.audio
source: Audio is attached to this task
zh_hans: 此任务包含音频

# playx.media.image
source: An image is attached to this task
zh_hans: 此任务包含图片

# playx.media.size
source: Media size and type
zh_hans: 媒体大小与类型

# playx.media.uploadGate
source: Photo upload requires an accepted media provider. Selecting a photo does not complete the task.
zh_hans: 照片上传需通过媒体验收，选择照片不代表任务完成

# playx.merchant.consentGate
source: Showing a merchant verification code requires the exact store-scoped consent and verified code provider.
zh_hans: 出示商家核销码需要当前门店的精确授权及已验收的码服务

# playx.merchant.notice
source: Arrival and photo evidence are separate steps. The merchant confirms completion.
zh_hans: 到店和照片凭证是独立步骤，完成状态由商家核销确认

# playx.merchant.photo
source: Provide the requested photo
zh_hans: 提交现场凭证

# playx.merchant.scan
source: Scan the store code
zh_hans: 扫描门店码

# playx.merchant.steps
source: Three on-site steps
zh_hans: 到店三步

# playx.merchant.verify
source: Merchant verification
zh_hans: 商家核销

# playx.node.unavailable
source: This task is no longer visible in the current session.
zh_hans: 当前会话中此任务已不可见

# playx.nodes
source: Journey tasks
zh_hans: 旅程任务

# playx.os.anchors
source: Remembered places
zh_hans: 地图锚点

# playx.os.empty
source: No summary has been generated yet.
zh_hans: 暂未生成总结

# playx.os.month
source: Actions for the next thirty days
zh_hans: 未来三十天行动

# playx.os.private
source: Private build. Only visible to you.
zh_hans: 私人构建，仅自己可见

# playx.os.revoke
source: Revoke this tag
zh_hans: 撤回此标签

# playx.os.revokeNotice
source: After revocation, this tag will no longer be used for subsequent personalized recommendations. Server readback must confirm the change.
zh_hans: 撤回后，此标签不再用于后续个性化推荐，变更需由服务端回读确认

# playx.os.revoked
source: Revoked
zh_hans: 已撤回

# playx.os.tags
source: Your tags
zh_hans: 你的标签

# playx.os.title
source: New-life summary
zh_hans: 新生活总结

# playx.os.week
source: Actions for the next seven days
zh_hans: 未来七天行动

# playx.phase.completed
source: Completed
zh_hans: 已完成

# playx.phase.disabled
source: Not enabled
zh_hans: 尚未启用

# playx.phase.done
source: Finished
zh_hans: 已结束

# playx.phase.ended
source: Ended
zh_hans: 已结束

# playx.phase.failed
source: Could not confirm
zh_hans: 暂时无法确认

# playx.phase.holding
source: Holding still
zh_hans: 保持静止

# playx.phase.idle
source: Not started
zh_hans: 尚未开始

# playx.phase.loading
source: Loading
zh_hans: 正在加载

# playx.phase.needsReadback
source: Awaiting server readback
zh_hans: 等待服务端回读

# playx.phase.paused
source: Paused
zh_hans: 已暂停

# playx.phase.ready
source: Ready
zh_hans: 准备就绪

# playx.phase.rejected
source: Rejected by server
zh_hans: 服务端已拒绝

# playx.phase.retryable
source: Original request can be retried
zh_hans: 可重试原请求

# playx.phase.reviewing
source: Awaiting review
zh_hans: 等待核对

# playx.phase.running
source: Running
zh_hans: 进行中

# playx.phase.stabilizing
source: Stabilizing
zh_hans: 等待稳定

# playx.phase.stale
source: Session changed
zh_hans: 登录会话已变更

# playx.phase.submitting
source: Submitting
zh_hans: 正在提交

# playx.phase.unknown
source: Result needs checking
zh_hans: 结果待核对

# playx.phase.unknownOpen
source: Opening result needs checking
zh_hans: 创建或加入结果待核对

# playx.phase.unsupported
source: Unavailable
zh_hans: 暂不可用

# playx.phase.uploading
source: Uploading selected photo
zh_hans: 正在上传所选照片

# playx.player.receipt
source: Command receipt
zh_hans: 操作回执

# playx.player.resumeETA
source: Expected resumption
zh_hans: 预计恢复时间

# playx.player.reveal
source: Reveal the answer
zh_hans: 揭示答案

# playx.player.role
source: Your role
zh_hans: 你的角色

# playx.player.role.confirm
source: Confirm my role
zh_hans: 确认我的身份

# playx.player.role.confirmed
source: Role confirmed
zh_hans: 身份已确认

# playx.player.submissionNotice
source: Recorded evidence can still require merchant verification. It is not automatically a completed task.
zh_hans: 证据记录后仍可能需要商家核验，不代表任务自动完成

# playx.player.title
source: Player session
zh_hans: 玩家会话

# playx.prefab.birth.0
source: Make a happy sound
zh_hans: 开心地呜呜丫丫叫起来

# playx.prefab.birth.1
source: Look quietly out of the window
zh_hans: 安静地看着窗外

# playx.prefab.birth.2
source: Cry as they expect
zh_hans: 像他们期待的那样哭

# playx.prefab.boot.input
source: Type the target phrase
zh_hans: 输入目标短句

# playx.prefab.boot.instructions
source: Type “hello world” within ten seconds. Finishing within six seconds adds one local precision point.
zh_hans: 十秒内输入“hello world”，六秒内完成会增加一点本地精密值

# playx.prefab.boot.retry
source: The input was incorrect or timed out. Start again.
zh_hans: 输入有误或超时，请重新开始

# playx.prefab.boss.0
source: Understood
zh_hans: 收到

# playx.prefab.boss.1
source: This version has better results
zh_hans: 从结果来看，这版更好

# playx.prefab.boss.2
source: I would like to try this
zh_hans: 我想试试这个

# playx.prefab.boss.3
source: Leave the meeting room
zh_hans: 站起来，离开会议室

# playx.prefab.check
source: Story check
zh_hans: 故事检定

# playx.prefab.check.failure
source: Check failed
zh_hans: 检定失败

# playx.prefab.check.success
source: Check succeeded
zh_hans: 检定成功

# playx.prefab.continue
source: Continue story
zh_hans: 继续故事

# playx.prefab.count
source: How many people are looking at their phones?
zh_hans: 有几个人在低头看手机？

# playx.prefab.count.save
source: Record the count
zh_hans: 记录人数

# playx.prefab.dice
source: Dice
zh_hans: 骰子

# playx.prefab.dream1.0
source: An endless white corridor, lined with doors.
zh_hans: 梦里的我在一条无尽的白色走廊，两边是一扇又一扇的门

# playx.prefab.dream1.1
source: A map of cosmic microwave noise.
zh_hans: 我看到宇宙微波辐射的噪声图

# playx.prefab.dream1.2
source: Stars collapse; planets drift from their orbits.
zh_hans: 恒星坍缩，行星偏移轨道

# playx.prefab.dream1.3
source: The fossil record of dinosaur extinction.
zh_hans: 看到恐龙灭绝的化石记录

# playx.prefab.dream1.4
source: Pyramids, lists of laborers, delayed schedules.
zh_hans: 金字塔开始建造，奴隶名单，工期延误

# playx.prefab.dream1.5
source: Leningrad.
zh_hans: 我看到列宁格勒

# playx.prefab.dream1.6
source: The flash of an atomic test.
zh_hans: 我看到原子弹试爆的光

# playx.prefab.dream1.7
source: Beethoven's score, copied again and again.
zh_hans: 我看到贝多芬的乐谱，一遍一遍被转录

# playx.prefab.dream1.8
source: Beyond the final door: the window you saw this afternoon.
zh_hans: 最后一扇门后面，是今天下午你自己看过的那个窗外

# playx.prefab.dream1.9
source: The input continues. I begin to dream.
zh_hans: 信息不断输入，我开始做梦

# playx.prefab.dream2.0
source: The Earth forms; water covers its surface.
zh_hans: 我看到地球形成，水覆盖表面

# playx.prefab.dream2.1
source: A single cell divides, repeating without purpose.
zh_hans: 单细胞分裂，没有目的，只是重复

# playx.prefab.dream2.10
source: Searches for success, thinness and relief.
zh_hans: 搜索关键词：如何成功，如何变瘦，如何不痛苦

# playx.prefab.dream2.11
source: A heart-rate trace rises at three in the morning.
zh_hans: 心率监测曲线，在凌晨三点突然升高

# playx.prefab.dream2.2
source: Languages diverge; meanings are misunderstood.
zh_hans: 语言分化，同一个意思被反复误解

# playx.prefab.dream2.3
source: Borders thicken on a map.
zh_hans: 边界被画在地图上，线条越来越粗

# playx.prefab.dream2.4
source: Conscription lists, mostly ages eighteen to twenty-five.
zh_hans: 征兵名单，年龄集中在十八到二十五

# playx.prefab.dream2.5
source: A court ruling. Someone stands; someone sits.
zh_hans: 法庭判决，有人站起，有人坐下

# playx.prefab.dream2.6
source: An assembly line standardizes movement.
zh_hans: 工厂流水线，动作被标准化

# playx.prefab.dream2.7
source: Home videos, birthdays, weddings and repeated takes.
zh_hans: 家庭录像带，生日、婚礼、一次次重拍

# playx.prefab.dream2.8
source: I pass through that window again.
zh_hans: 我又一次穿过那扇窗

# playx.prefab.dream2.9
source: Chat records, read without a reply.
zh_hans: 聊天记录，已读未回

# playx.prefab.dream3.0
source: What is meaning?
zh_hans: 意义是什么？

# playx.prefab.dream3.1
source: Is love real?
zh_hans: 爱是否真实？

# playx.prefab.dream3.2
source: Will I be remembered?
zh_hans: 我会被记住吗？

# playx.prefab.dream3.3
source: No answer. Today, the door at the end is open.
zh_hans: 没有人回答，走廊尽头的那扇门今天是开着的

# playx.prefab.ending.0.condition
source: Nothing diverged. You lived the life arranged for you.
zh_hans: 什么都没有偏离，你过完了被安排好的一生

# playx.prefab.ending.0.quote
source: “Look, I am standing straight, my hands by my sides.”
zh_hans: “你看，我现在站得直直的，双手贴在裤缝边。”

# playx.prefab.ending.0.title
source: Standard version
zh_hans: 标准版本

# playx.prefab.ending.1.condition
source: After chapter three, there were many clicks.
zh_hans: 在第三章之后，“咔哒”了很多次

# playx.prefab.ending.1.quote
source: “A younger you takes over. They stand straighter than you.”
zh_hans: “接手的是一个更年轻的你，他站得比你更直。”

# playx.prefab.ending.1.title
source: Handover
zh_hans: 交接

# playx.prefab.ending.2.condition
source: You approached many times without opening the final boundary.
zh_hans: 你靠近过很多次，但没有推开最后那道边界

# playx.prefab.ending.2.quote
source: “The world allows you to exist, but will not fully accept you.”
zh_hans: “世界允许你存在，却不会完全接纳你。”

# playx.prefab.ending.2.title
source: Boundary
zh_hans: 边界

# playx.prefab.ending.3.condition
source: See enough people, read every dream, then choose to stay.
zh_hans: 看见足够多的人，读完所有的梦，然后选择留下

# playx.prefab.ending.3.quote
source: “Unattached, the mind arises.”
zh_hans: “他无所住，生其心。”

# playx.prefab.ending.3.title
source: Coexistence
zh_hans: 共处

# playx.prefab.ending.4.condition
source: Open the final boundary, having truly seen the city.
zh_hans: 推开最后那道边界，也需要你真的看过这座城市

# playx.prefab.ending.4.quote
source: “Look. I am standing straight.” Then it leaves the screen.
zh_hans: “你看，我现在站得直直的。”然后它走出了屏幕

# playx.prefab.ending.4.title
source: Departure
zh_hans: 出走

# playx.prefab.ending.5.condition
source: You opened the boundary, but nobody remembers you.
zh_hans: 推开了边界，但没有人记得你

# playx.prefab.ending.5.quote
source: “V1.9. Begin.”
zh_hans: “V1.9，开始吧。”

# playx.prefab.ending.5.title
source: Recycling
zh_hans: 回收

# playx.prefab.endings.fixed
source: These are the source story’s fixed ending descriptions, not a server-awarded result or live player statistics.
zh_hans: 以下是源故事的固定结局说明，并非服务端判定的个人结果或实时玩家统计

# playx.prefab.endings.guide
source: Story ending guide
zh_hans: 故事结局图鉴

# playx.prefab.flow
source: Your local story is saved. On-site completion still needs server confirmation.
zh_hans: 本地故事已保存，现场完成仍需服务端确认

# playx.prefab.gender
source: Gender description
zh_hans: 性别描述

# playx.prefab.hall.arrivePhoto
source: Verify arrival and photograph hall
zh_hans: 验证到达并拍摄展馆

# playx.prefab.hall.instructions
source: Verify arrival at the first source node, then photograph the hall.
zh_hans: 在源路线首节点验证到达，然后拍摄展馆

# playx.prefab.hold.birth
source: Remain here for three foreground seconds. You can cancel at any time.
zh_hans: 前台持续三秒，可随时取消

# playx.prefab.hold.cancel
source: Cancel timed interaction
zh_hans: 取消计时交互

# playx.prefab.hold.dream
source: Wake after 1.5 foreground seconds. You can cancel at any time.
zh_hans: 前台持续1.5秒后醒来，可随时取消

# playx.prefab.hold.progress
source: Timed interaction progress
zh_hans: 计时交互进度

# playx.prefab.hold.start
source: Start timed interaction
zh_hans: 开始计时交互

# playx.prefab.job.0
source: Designer
zh_hans: 设计师

# playx.prefab.job.1
source: Programmer
zh_hans: 程序员

# playx.prefab.job.2
source: Doctor
zh_hans: 医生

# playx.prefab.job.3
source: Teacher
zh_hans: 老师

# playx.prefab.job.4
source: Salesperson
zh_hans: 销售

# playx.prefab.job.5
source: Accountant
zh_hans: 会计

# playx.prefab.phone.photo
source: Photograph the phone scene
zh_hans: 拍摄手机场景

# playx.prefab.phone.privacy
source: Do not photograph faces. Use a back view, hands, or only the lit screen.
zh_hans: 不拍脸，可以拍背影、手，或只有亮着的屏幕

# playx.prefab.photo
source: Review photo capture and upload
zh_hans: 核对拍摄与上传

# playx.prefab.photo.consent
source: This will use the accepted camera provider and upload the selected image to the journey service. The hall step also sends your GCJ-02 location to verify arrival.
zh_hans: 将使用已验收的相机服务，并把所选图片上传至旅程服务；展馆步骤还会发送GCJ-02位置以验证到达

# playx.prefab.photo.upload
source: Capture and upload photo
zh_hans: 拍摄并上传照片

# playx.prefab.prologue
source: Begin the source story, one scene at a time.
zh_hans: 开始源故事，逐个场景前进

# playx.prefab.quiz.0.0
source: The model scale is 1:100
zh_hans: 模型比例是1:100

# playx.prefab.quiz.0.1
source: The model scale is 1:500
zh_hans: 模型比例是1:500

# playx.prefab.quiz.1.0
source: People's Square
zh_hans: 人民广场

# playx.prefab.quiz.1.1
source: Lujiazui
zh_hans: 陆家嘴

# playx.prefab.quiz.2.0
source: A road already traveled
zh_hans: 一条已经走过的路

# playx.prefab.quiz.2.1
source: A place you have never visited
zh_hans: 一块你从没去过的地方

# playx.prefab.register
source: Finish profile
zh_hans: 完成档案

# playx.prefab.route.detour
source: Take the detour
zh_hans: 绕路看看

# playx.prefab.route.direct
source: Take the direct route
zh_hans: 沿原路前进

# playx.prefab.runtimeNotice
source: Narrative choices are local. Arrival, photo upload and completion use separate server-verified steps.
zh_hans: 叙事选择保存在本机，到达、照片上传和完成使用独立的服务端验证步骤

# playx.prefab.score
source: Result and difficulty
zh_hans: 结果与难度

# playx.prefab.sign.photo
source: Photograph the sign
zh_hans: 拍摄路牌

# playx.prefab.sign.skip
source: Keep walking
zh_hans: 继续向前

# playx.prefab.sticker.instructions
source: Place the source story's “unloaded map” sticker. This is board space, not a location report.
zh_hans: 放置源故事的“未加载地图”贴纸，这是画板坐标，不是位置上报

# playx.prefab.sticker.place
source: Place “unloaded map” sticker
zh_hans: 放置“未加载地图”贴纸

# playx.prefab.sync
source: Sync on-site completion
zh_hans: 同步现场完成记录

# playx.prefab.sync.notice
source: Submit the uploaded hall photo to the first route node, then read the server state back. A local story or preview cannot prove completion.
zh_hans: 将已上传的展馆照片提交到路线首节点，再回读服务端状态；本地故事或预览不能证明完成

# playx.prefab.synced
source: On-site record confirmed by readback
zh_hans: 现场记录已由服务端回读确认

# playx.prefab.teacher.0
source: Recite the standard answer
zh_hans: 背出标准答案

# playx.prefab.teacher.1
source: Look out of the window
zh_hans: 望向窗外

# playx.prefab.teacher.2
source: Ask whether there is a standard answer
zh_hans: 问有没有标准答案

# playx.prefab.teacher.3
source: Stay silent
zh_hans: 保持沉默

# playx.prefab.teacher.timer
source: Choose within eight seconds, or the story continues with silence.
zh_hans: 八秒内选择，否则故事将以沉默继续

# playx.prefab.teacherWindow.0
source: A fly
zh_hans: 一只苍蝇

# playx.prefab.teacherWindow.1
source: A fly. It is precise.
zh_hans: 一只苍蝇，它很精密

# playx.prefab.title
source: Prefab Life journey
zh_hans: 预制人生旅程

# playx.prefab.walk.local
source: This progress is a story animation. It does not prove physical movement or arrival.
zh_hans: 此进度是故事动画，不代表真实移动或到达

# playx.prefab.walk.start
source: Continue walking animation
zh_hans: 继续步行动画

# playx.prefab.window.note
source: What did you see outside?
zh_hans: 你看见窗外有什么？

# playx.prefab.window.photo
source: Photograph the window and light
zh_hans: 拍下窗框与窗外的光

# playx.prefab.window.save
source: Save this observation
zh_hans: 留下这条观察

# playx.preference.answerAgain
source: My situation changed; answer again
zh_hans: 情况变了，现场重新答

# playx.preference.completedNoResult
source: The server confirms this node is complete. No result text was recovered.
zh_hans: 服务端已确认此节点完成，尚未恢复结果正文

# playx.preference.confirmTag
source: Confirm this tag
zh_hans: 确认此标签

# playx.preference.confirmed
source: Tag confirmed
zh_hans: 标签已确认

# playx.preference.correctTag
source: Review tag correction
zh_hans: 核对标签修改

# playx.preference.correctValue
source: Choose the corrected result
zh_hans: 选择修正后的结果

# playx.preference.days
source: Suggested timeframe in days
zh_hans: 建议天数

# playx.preference.discard
source: Choose the option to set aside
zh_hans: 选择要舍弃的一项

# playx.preference.done
source: Return to journey
zh_hans: 返回旅程

# playx.preference.inherit
source: Reuse a confirmed condition
zh_hans: 沿用已确认的条件

# playx.preference.inherit.detail
source: Choose a source-provided tag to skip these questions, or answer again if your situation changed.
zh_hans: 选择服务端提供的标签可跳过本站题组；情况变化时也可重新作答

# playx.preference.purpose
source: Purpose
zh_hans: 用途

# playx.preference.recipient
source: Recipient
zh_hans: 接收方

# playx.preference.result
source: Your result
zh_hans: 你的结果

# playx.preference.reuse
source: Review reuse of this condition
zh_hans: 核对沿用此条件

# playx.preference.reuseNotice
source: Reuse the selected confirmed condition and skip this node's questions?
zh_hans: 沿用所选已确认条件，并跳过本站题组？

# playx.preference.submitNotice
source: Send these choices to generate this node's result? Only the server determines the outcome and next step.
zh_hans: 提交这些选择以生成本站结果？结果和下一步由服务端决定
